Repository: liakos86/bountyBetMobile
Catalog: lib/l10n/app_*.arb
Languages: el

# appTitle
source: Flutter i18n
el: Εφαρμογή

source: goal
el: Γκολ

source: Incidents
el: Φάσεις

source: Expected goals
el: Αναμενόμενα Γκολ

source: Ball possession
el: Κατοχή

source: Total shots
el: Συνολικά σουτ

source: Shots on target
el: Σουτ στην εστία

source: Corner kicks
el: Κόρνερ

source: Offsides
el: Οφσάιντς

source: Yellow cards
el: Κίτρινες κάρτες

source: Red cards
el: Κόκκινες κάρτες

# goalkeeper_saves
source: Keeper saves
el: Επεμβάσεις τερματοφύλακα

# hit_woodwork
source: Hit the post
el: Δοκάρια

source: points
el: πόντοι

source: Won
el: Κερδισμένα

# buypreds
source: Buy predictions of
el: Αγόρασε τις προβλέψεις του

source: Monthly bets won:
el: Κερδισμένα δελτία μήνα:

# monthlypredswon
source: Monthly correct predictions:
el: Εύστοχες προβλέψεις μήνα:

source: Today
el: Σήμερα

source: Login
el: Είσοδος

source: Register
el: Εγγραφή

# status_postponed
source: Postponed
el: Αναβολή

# status_suspended
source: Suspended
el: Ματαίωση

# status_cancelled
source: Cancelled
el: Ακύρωση

# status_delayed
source: Delay
el: Καθυστέρηση

# status_will_cont
source: Will cont.
el: Διακοπή

# status_interrupt
source: Interrupted
el: Διακοπή

# status_finished
source: FT
el: Τελικό

# status_half_time
source: HT
el: Ημίχρονο

# status_half_time_et
source: ET HT
el: Ημίχρονο Παρ.

# status_more_et
source: ET
el: Παρ.

# status_more_pen
source: Pen.
el: Πεν.

# status_more_after_et
source: After ET
el: Παρ.

# status_more_after_pen
source: After Pen.
el: Πεν.

# status_more_walkover
source: Walkover
el: Άνευ αγ.

# january
source: Jan
el: Ιαν

# february
source: Feb
el: Φεβ

# march
source: Mar
el: Μαρ

# april
source: Apr
el: Απρ

source: May
el: Μάι

# june
source: Jun
el: Ιούν

# july
source: Jul
el: Ιούλ

# august
source: Aug
el: Αύγ

# september
source: Sep
el: Σεπ

# october
source: Oct
el: Οκτ

# november
source: Nov
el: Νοέ

# december
source: Dec
el: Δεκ

# topup_button_text
source: Top Up
el: Φόρτιση

source: Close
el: Κλείσιμο

# position
source: pos
el: θέση

source: validation pending
el: εκκρεμεί επιβεβαίωση

source: All time bets
el: Συνολικά δελτία

source: All time predictions
el: Συνολικές προβλέψεις

# max_bet_amount
source: Max bet amount is
el: Το μέγιστο ποντάρισμα είναι

source: Amount
el: Ποσό

source: Place bet
el: Τοποθέτηση

source: Pending
el: Ανοιχτά

source: Lost
el: Χαμένα

source: Football
el: Ποδόσφαιρο

# view_predictions_text
source: View preds
el: Δες προβλέψεις

# congrats_text
source: Congratulations! You finished in position {position} with {credits} credits! You can now view for FREE all the users' predictions for current month!
el: Συγχαρητήρια! Πήρες την {position}η θέση με {credits} βαθμούς!

# leaders_previous_month_text
source: Here are the previous month winners! Keep the good work to be able to view all the users' predictions for free!
el: Αυτοί είναι οι νικητές του προηγούμενου μήνα! Συνέχισε την προσπάθεια για να βλέπεις και εσύ ΔΩΡΕΑΝ τις προβλέψεις όλων των χρηστών!

# logout_text
source: Are you sure you want to logout?
el: Είστε βέβαιοι πως θέλετε να αποσυνδεθείτε;

# confirm_button_text
source: Confirm
el: Επιβεβαίωση

# cancel_button_text
source: Cancel
el: Άκύρωση

source: out of
el: από

# dont_show_again_checkbox_label
source: don't show again
el: μην το ξαναδείξεις

source: Won Slips
el: Δελτία

# slips_percent
source: Slips %
el: Δελτία %

# credits_with_sign
source: $ Credits
el: $ Υπόλοιπο

# empty_list
source: No data yet...
el: Δεν υπάρχουν δεδομένα

source: Loading...
el: Φόρτωση...

source: Month Preds
el: Προβλ. Μήνα

source: Preds Perc
el: Προβλ. Ποσ.

source: Month ROI
el: Μήνας ROI

# amount_returned
source: Bet Returned
el: Ποντάρ. Επιστροφή

source: Winners
el: Νικητές

# me
source: My stats
el: Εγώ

source: Matches
el: Αγώνες

source: Leaders
el: Κατάταξη

# bets
source: My bets
el: Προβλέψεις

source: No pending bets
el: Δεν υπάρχουν εκκρεμείς προβλέψεις

source: No lost bets
el: Δεν υπάρχουν άστοχες προβλέψεις

source: No won bets
el: Δεν υπάρχουν εύστοχες προβλέψεις

source: Login Error
el: Σφάλμα σύνδεσης

# login_or_register
source: Please login/register at the top left in order to bet.
el: Συνδεθείτε/Εγγραφείτε (πάνω αριστερά) ώστε να ποντάρετε

# login_or_validate
source: Please login or register
el: Παρακαλούμε συνδεθείτε ή εγγραφείτε

# no_live_games
source: No live games at the moment
el: Δεν υπάρχουν ζωντανοί αγώνες

# max_selection
source: Max selections size is
el: Ο μέγιστος αριθμός αγώνων είναι

# match_in_progress
source: Cannot place bet. Match in progress
el: Σφάλμα.. υπάρχει αγώνας σε εξέλιξη

# cannot_place_bet
source: Cannot place bet. Please try again in a while
el: Αποτυχία στοιχήματος. Δοκιμάστε ξανά

# preds_next_month
source: Cannot place bet. Please select predictions only for current month
el: Δεν μπορείτε να επιλέξετε αγώνες από τον επόμενο μήνα

# mail_requires_validation
source: Your account requires validation. Please check inbox of
el: Ο λογαριασμός απαιτεί επαλήθευση. Ελέγξτε τα εισερχόμενα του

# leaderboard_info
source: First 5 users can view all leader board predictions for next month for free!
el: Οι πρώτοι 5 χρήστες θα έχουν δωρεάν πρόσβαση στις προβλέψεις των χρηστών του επόμενου μήνα!

# leaderboard_info_pos
source: You currently are in position:
el: Αυτή τη στιγμή βρίσκεστε στη θέση:

# action
source: Action required
el: Απαιτείται ενέργεια

# purchase_error
source: Purchase was not completed
el: Σφάλμα. Η αγορά δεν ολοκληρώθηκε

# purchase_handling
source: Please wait while we handle your purchase
el: Αγορά σε επεξεργασία

source: Login/Register
el: Είσοδος/Εγγραφή

# topup_text
source: The selected credits can be used whenever you like. They will not affect your leaderboard position, until you place a bet (of any odd).
el: Το παρακάτω εικονικό ποσό μπορεί να χρησιμοποιηθεί όποτε εσείς επιθυμείτε. Δεν συμμετέχει στη μηνιαία βαθμολογία, μέχρι να πονταριστεί (σε οποιαδήποτε απόδοση).

# email_verification
source: A verification email has been sent to
el: Ένα email επαλήθευσης έχει σταλεί στο

source: Possible earnings
el: Πόντοι πρόβλεψης

# validation_username
source: Username must be at least 5 characters long
el: Το username πρέπει να είναι τουλάχιστον 5 χαρακτήρες

# validation_password_length
source: Password must be between 6 and 12 characters long
el: Το password πρέπει να είναι μεταξύ 6 και 12 χαρακτήρες

# validation_password_number
source: Password must contain at least one number
el: Το password πρέπει να περιέχει τουλάχιστον έναν αριθμό

# validation_invalid_username
source: Invalid username or password
el: Λάθος username ή password

# validation_password_special
source: Password must contain at least one special char: !@#$%^&*(),.?:|<>
el: Το password πρέπει να περιέχει τουλάχιστον ένα ειδικό χαρακτήρα: !@#$%^&*(),.?:|<>

# validation_invalid_username_length
source: Username must be between 6 and 18 characters long
el: Το username πρέπει να είναι μεταξύ 6 και 18 χαρακτήρες

# validation_invalid_username_char
source: Username can only contain letters and numbers
el: Το username μπορεί να περιέχει μόνο γράμματα και αριθμούς

# validation_invalid_email
source: Please enter a valid email address
el: Η διεύθυνση email δεν είναι έγκυρη

source: email or username
el: email ή όνομα χρήστη
